{"STARDRAKE OF GRAVITIC COILS":["STARDRAKE OF GRAVITIC COILS","https://i.imgur.com/RJobpgm.jpeg","STARDRAKE OF GRAVITIC COILS\\nRank 10 DARK Machine Xyz Effect Monster\\nATK 0\\nDEF 2500\\n\\n2 Level 10 monsters\\nOnce per turn, if your opponent controls a monster with 3000 or more ATK, and it is the highest ATK on the field, you can Xyz Summon \"Stardrake of Gravitic Coils\" by using 1 monster you control with the lowest ATK or DEF (your choice, if tied) as material. Cannot be used as Xyz or Link Material. While this Xyz Summoned card is on the field, your opponent cannot target other monsters for attacks. If this card battles an opponent's monster, during damage calculation only, this card’s ATK becomes equal to the ATK of the opponent's battling monster +100."],"THE CONDESCENDER":["THE CONDESCENDER","https://i.imgur.com/z15uHS6.jpeg","THE CONDESCENDER\\nLevel 4 DARK Fiend Effect Monster\\nATK 1800\\nDEF 1000\\n\\n(Quick Effect): You can send this card from your hand to the GY, then target 1 face-up monster on the field; declare a number from 1 to 3, then reduce that monster's Level, Rank, or Link Rating by the declared number until the end of the next turn. If a monster whose Level, Rank, or Link Rating is lower than its original value is on the field: You can Special Summon this card from your GY, but banish it when it leaves the field. You can only use 1 effect of \"The Condescender\" per turn and only once that turn."],"STAINED BIRD BRIA":["STAINED BIRD BRIA","https://i.imgur.com/Y6wDhTE.jpeg","STAINED BIRD BRIA\\nLevel 2 FIRE Winged Beast Effect Monster\\nATK 1000\\nDEF 500\\n\\nIf this card is in your hand: You can discard 1 card; shuffle this card face-up into your opponent's Deck, also, add 1 \"Stain\" card from your Deck to your hand, then, if your opponent controls more cards than you, draw 1 card. If this card is Normal or Special Summoned: You can target 1 card in either GY or banishment; place it on the bottom of the Deck, or, if it is your \"Stain\" card, add it to the hand instead, and if you do, shuffle this card into the Deck. You can only use each effect of \"Stained Bird Bria\" once per turn."],"STAINED DEER DANTE":["STAINED DEER DANTE","https://i.imgur.com/89cKIJF.jpeg","STAINED DEER DANTE\\nLevel 1 EARTH Beast Effect Monster\\nATK 600\\nDEF 300\\n\\nIf this card is Normal or Special Summoned: You can target 1 card your opponent controls; destroy it, and if you do, shuffle this card into the Deck. If this card is in your GY: You can show 1 face-up \"Stain\" card in your opponent's Deck or in your field, and if you do, shuffle this card face-up into your opponent's Deck, also, add 1 \"Stain\" monster from your Deck to your hand. You can only use each effect of \"Stained Deer Dante\" once per turn."],"STAINED FOX FENESS":["STAINED FOX FENESS","https://i.imgur.com/xOgLZ38.jpeg","STAINED FOX FENESS\\nLevel 3 WATER Aqua Effect Monster\\nATK 400\\nDEF 700\\n\\nIf your opponent controls more cards than you do: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can target 1 other face-up card on the field; negate its effects until the end of this turn, and if you do, shuffle this card into the Deck. You can send 1 Level 4 or lower \"Stain\" monster from your Deck to the GY; Shuffle this card face-up into your opponent's Deck. You can only use each effect of \"Stained Fox Feness\" once per turn."],"STAINED RAPTOR ROLLO":["STAINED RAPTOR ROLLO","https://i.imgur.com/M4GBJBJ.jpeg","STAINED RAPTOR ROLLO\\nLevel 4 WIND Reptile Effect Monster\\nATK 1800\\nDEF 900\\n\\nIf this card is Normal or Special Summoned: You can target 1 \"Stain\" monster in your GY or 1 monster in your opponent's GY; Special Summon it to your field, and if you do, shuffle this card into the Deck. When an attack is declared involving this card and an opponent's monster: You can shuffle this card face-up into your opponent's Deck, also, after that, place that opponent's monster on top of the Deck. You can only use each effect of \"Stained Raptor Rollo\" once per turn."]}
