{"STARDRAKE OF GRAVITIC COILS":["STARDRAKE OF GRAVITIC COILS","https://i.imgur.com/mrfXJ2X.png","2 Level 10 monsters\nOnce per turn, if your opponent controls a monster with 3000 or more ATK, and it has the highest ATK on the field, you can Xyz Summon \"Stardrake of Gravitic Coils\" by using 1 monster you control with the lowest ATK or DEF (your choice, if tied) as material. Cannot be used as Xyz or Link Material. While this Xyz Summoned card is on the field, your opponent cannot target monsters for attacks, except this one. If this card battles an opponent's monster, during damage calculation only, this card’s ATK becomes equal to the ATK of the opponent's battling monster +100."],"REACTOR SHOCKER":["REACTOR SHOCKER","https://i.imgur.com/BPP0YLE.jpeg","Neither player can activate cards or effects in response to this card's activation. When your opponent activates an effect, and you have an effect in the same Chain: You can negate the activated effects of all cards with a lower Chain Link number than this card then, if the number of your effects in this Chain is equal to or greater than your opponent’s, draw cards equal to that number then if one of your effects in the Chain is Chain Link 1, place 1 card from your hand on the bottom of your Deck. You can only use this effect of \"Reactor Shocker\" once per turn."],"BRUNHILDE, THE IRON BLOOD VANGUARD":["BRUNHILDE, THE IRON BLOOD VANGUARD","https://i.imgur.com/53mjVsJ.png","If this card is Normal or Special Summoned: You can place 1 \"Iron Blood\" monster from your hand or Deck in your Spell & Trap Zone as a face-up Continuous Trap, except \"Brünhilde, Iron Blood Vanguard\", and if you do, this card's Level becomes 8. You can target 1 \"Iron Blood\" Monster Card in your Spell & Trap Zone; Special Summon it. During your opponent's turn, if your opponent Special Summons a monster(s), while this card is a Continuous Trap: You can Special Summon this card. You can only use each effect of \"Brünhilde, Iron Blood Vanguard\" once per turn."],"PRINZ RUPPRECHT, IRON BLOOD LINDWURM":["PRINZ RUPPRECHT, IRON BLOOD LINDWURM","https://i.imgur.com/93xhiG0.png","While you control a Level 8 monster or an \"Iron Blood\" Continuous Trap, this card's Level becomes 8. You can only use each of the following effects of \"Prinz Rupprecht, Iron Blood Lindwurm\" once per turn. You can reveal this card in your hand; Special Summon 1 \"Iron Blood\" monster from your hand. During your opponent's turn, if your opponent controls a monster Special Summoned from the Extra Deck, while this card is a Continuous Trap: You can Special Summon this card, then you can, immediately after this effect resolves, Xyz Summon 1 \"Iron Blood\" Xyz Monster using monsters you control."],"REGENSBURG, IRON BLOOD DRAGON":["REGENSBURG, IRON BLOOD DRAGON","https://i.imgur.com/Q1UCB4g.png","If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Regensburg, Iron Blood Dragon\" once per turn. During your Main Phase: You can Special Summon 1 \"Iron Blood\" monster from your Deck, except \"Regensburg, Iron Blood Dragon\", also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Xyz Monsters. When your opponent activates a card or effect that targets a face-up card(s) you control, while this card is a Continuous Trap and you control a Rank 8 monster: You can negate that effect."],"HINDENBURG, IRON BLOOD DOOMBRINGER":["HINDENBURG, IRON BLOOD DOOMBRINGER","https://i.imgur.com/MkQPp3u.png","If you control an \"Iron Blood\" card: You can either Special Summon this card from your hand or place this card from your hand in your Spell & Trap Zone as a face-up Continuous Trap. You can target 1 card your opponent controls; send 1 \"Iron Blood\" Continuous Trap you control to the GY, and if you do, destroy that target. When your opponent activates a Spell/Trap Card or effect, while this card is a Continuous Trap and you control a Rank 8 monster: You can negate that effect. You can only use each effect of \"Hindenburg, Iron Blood Doombringer\" once per turn."],"AGIR, IRON BLOOD UNDERTAKER":["AGIR, IRON BLOOD UNDERTAKER","https://i.imgur.com/4GIjLE4.jpeg","You can send 1 other card from your hand or face-up field to the GY; place this card from your hand in your Spell & Trap Zone as a face-up Continuous Trap, then add 1 \"Iron Blood\" monster from your Deck to your hand, except \"Agir, Iron Blood Undertaker\". You can target 1 other monster you control with a Level; its Level becomes 8. When your opponent activates a monster effect, while this card is a Continuous Trap and you control a Rank 8 monster: You can negate that effect. You can only use each effect of \"Agir, Iron Blood Undertaker\" once per turn."],"IRON BLOOD BLITZKRIEG":["IRON BLOOD BLITZKRIEG","https://i.imgur.com/lXOZBj6.png","Each time you activate the effect of an \"Iron Blood\" Continuous Trap you control or if a card your opponent controls is destroyed by the effect of an \"Iron Blood\" card you control, inflict 300 damage to your opponent immediately after it resolves. You can send 1 other card from your hand or face-up field to the GY; take 1 \"Iron Blood\" monster from your Deck and either add it to your hand or place it in your Spell & Trap Zone as a face-up Continuous Trap. You can only use this effect of \"Iron Blood Blitzkrieg\" once per turn. "],"IRON BLOOD RESPITE":["IRON BLOOD RESPITE","https://i.imgur.com/Qn6bL7h.png","You can target 1 \"Iron Blood\" Monster Card in your Spell & Trap Zone or GY; add it to your hand. If an \"Iron Blood\" monster is sent to the GY or is banished by an opponent’s card: You can target 1 \"Iron Blood\" monster in your GY or banishment; place it on the bottom of the Deck, and if you do, draw 1 card. You can only use each effect of \"Iron Blood Respite\" once per turn."],"BISMARCK, IRON BLOOD COMMANDER":["BISMARCK, IRON BLOOD COMMANDER","https://i.imgur.com/sxKLaMh.png","2 Level 8 monsters\\nFor this card's Xyz Summon, you can treat \"Iron Blood\" Continuous Traps you control as Level 8 monsters for material. You can only use each of the following effects of \"Bismarck, Iron Blood Commander\" once per turn. During your Main Phase: You can detach any number of materials from this card, and if you do, add \"Iron Blood\" cards with different names from your Deck to your hand, up to the number of materials detached. If an \"Iron Blood\" Monster Card(s) you control leaves the field by an opponent’s card, while this card is in your GY: You can banish this card, then target 1 \"Iron Blood\" Monster Card in your Spell & Trap Zone or GY; Special Summon it. "],"ULRICH VON HUTTEN, IRON BLOOD DAEMON":["ULRICH VON HUTTEN, IRON BLOOD DAEMON","https://i.imgur.com/DqXr5St.png","2 Level 8 monsters\\nFor each \"Iron Blood\" Continuous Trap you control, monsters you control gain 100 ATK and monsters your opponent controls lose 100 ATK. You can only use each of the following effects of \"Ulrich von Hutten, Iron Blood Daemon\" once per turn. If this card is Special Summoned: You can negate the effects of all face-up cards your opponent currently controls until the end of this turn. You can target 1 non-Xyz \"Iron Blood\" monster in your GY or banishment; detach 1 material from this card, and if you do, either Special Summon it or place it in your Spell & Trap Zone as a face-up Continuous Trap."],"FRITZ RUMEY, IRON BLOOD JUGGERNAUT":["FRITZ RUMEY, IRON BLOOD JUGGERNAUT","https://i.imgur.com/DqXr5St.png","3+ Level 8 \"Iron Blood\" monsters\\nYou can only control 1 \"Fritz Rumey, Iron Blood Juggernaut\". Face-up Spell/Traps you control cannot be destroyed by your opponent’s card effects. If the effect of an \"Iron Blood\" Continuous Trap you control is activated: You can target 1 other card card on the field; destroy it. Once per turn, during your Main Phase or your opponent's Standby Phase: You can detach any number of materials from this card, and if you do, place \"Iron Blood\" monsters with different names from your hand, Deck, or GY in your Spell & Trap Zones as face-up Continuous Traps, up to the number of materials detached."]}
