{"STARDRAKE OF GRAVITIC COILS":["STARDRAKE OF GRAVITIC COILS","https://i.imgur.com/mrfXJ2X.png","2 Level 10 monsters Once per turn, if your opponent controls a monster with 3000 or more ATK, and it has the highest ATK on the field, you can Xyz Summon \"Stardrake of Gravitic Coils\" by using 1 monster you control with the lowest ATK or DEF (your choice, if tied) as material. Cannot be used as Xyz or Link Material. While this Xyz Summoned card is on the field, your opponent cannot target monsters for attacks, except this one. If this card battles an opponent's monster, during damage calculation only, this card’s ATK becomes equal to the ATK of the opponent's battling monster +100."],"REACTOR SHOCKER":["REACTOR SHOCKER","https://i.imgur.com/BPP0YLE.jpeg","Neither player can activate cards or effects in response to this card's activation. When your opponent activates an effect, and you have an effect in the same Chain: You can negate the activated effects of all cards with a lower Chain Link number than this card then, if the number of your effects in this Chain is equal to or greater than your opponent’s, draw cards equal to that number then if one of your effects in the Chain is Chain Link 1, place 1 card from your hand on the bottom of your Deck. You can only use this effect of \"Reactor Shocker\" once per turn."],"BRUNHILDE, THE IRON BLOOD VANGUARD":["BRUNHILDE, THE IRON BLOOD VANGUARD","https://i.imgur.com/53mjVsJ.png","If this card is Normal or Special Summoned: You can place 1 \"Iron Blood\" monster from your hand or Deck in your Spell & Trap Zone as a face-up Continuous Trap, except \"Brünhilde, Iron Blood Vanguard\", and if you do, this card's Level becomes 8. You can target 1 \"Iron Blood\" Monster Card in your Spell & Trap Zone; Special Summon it. During your opponent's turn, if your opponent Special Summons a monster(s), while this card is a Continuous Trap: You can Special Summon this card. You can only use each effect of \"Brünhilde, Iron Blood Vanguard\" once per turn."]}
