{"STARDRAKE OF GRAVITIC COILS":["STARDRAKE OF GRAVITIC COILS","https://i.imgur.com/RJobpgm.jpeg","STARDRAKE OF GRAVITIC COILS\\nRank 10 DARK Machine Xyz Effect Monster\\nATK 0\\nDEF 2500\\n\\n2 Level 10 monsters\\nOnce per turn, if your opponent controls a monster with 3000 or more ATK, and it is the highest ATK on the field, you can Xyz Summon \"Stardrake of Gravitic Coils\" by using 1 monster you control with the lowest ATK or DEF (your choice, if tied) as material. Cannot be used as Xyz or Link Material. While this Xyz Summoned card is on the field, your opponent cannot target other monsters for attacks. If this card battles an opponent's monster, during damage calculation only, this card’s ATK becomes equal to the ATK of the opponent's battling monster +100."],"REACTOR SHOCKER":["REACTOR SHOCKER","https://i.imgur.com/r492dy5.jpeg","REACTOR SHOCKER\\nQuick-Play Spell\\n\\nNeither player can activate cards or effects in response to this card's activation. When your opponent activates an effect and you have a card effect in the same Chain: You can negate all other activated effects in this Chain, then, if the number of your effects in this Chain is equal to or greater than your opponent’s, draw cards equal to that number, then, if one of your effects is Chain Link 1, place 1 card from your hand on the bottom of your Deck. You can only use this effect of \"Reactor Shocker\" once per turn."],"THE CONDESCENDER":["THE CONDESCENDER","https://i.imgur.com/wQ3A2Vn.jpeg","THE CONDESCENDER\\nLevel 4 DARK Fiend Effect Monster\\nATK 1800\\nDEF 1000\\n\\n(Quick Effect): You can send this card from your hand to the GY, then target 1 face-up monster on the field; declare a number from 1 to 3, then reduce that monster's Level, Rank, or Link Rating by the declared number until the end of the next turn. If a monster whose Level, Rank, or Link Rating is lower than its original value is on the field: You can Special Summon this card from your GY, but banish it when it leaves the field. You can only use 1 effect of \"The Condescender\" per turn and only once that turn."]}
